;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el
;; To install a package:
;;
;;   1. Declare them here in a `package!' statement,
;;   2. Run 'doom sync' in the shell,
;;   3. Restart Emacs.

(package! quickrun)
;; (package! pet)
;; (package! pyvenv)
(package! org-modern)
(package! multiple-cursors)
(package! fix-word)
(package! elpy)
(package! pdf-view-restore)
(package! fountain-mode)
(package! writeroom-mode)
(package! emojify)
